tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "pakerwreah/calendr"
brew "node"
brew "angular-cli"
brew "azure-cli"
brew "bat"
brew "cask"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fnm"
brew "fx"
brew "fzf"
brew "git"
brew "jless"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "python@3.13"
brew "magic-wormhole"
brew "nvm"
brew "ripgrep"
brew "sshs"
brew "starship"
brew "thefuck"
brew "tlrc"
brew "wormhole-william"
brew "zoxide"
brew "zsh-syntax-highlighting"
cask "1password"
cask "aerospace"
cask "alt-tab"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "calendr"
cask "dbeaver-community"
cask "font-monaspace"
cask "ghostty"
cask "iina"
cask "intellij-idea"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "leader-key"
cask "mac-mouse-fix@2"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "obsidian"
cask "pearcleaner"
cask "raycast"
cask "rectangle"
cask "rider"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "zen-browser"
