tap "adembc/tap"
tap "anomalyco/tap"
tap "isen-ng/dotnet-sdk-versions"
tap "kriuchkov/tap"
tap "nikitabobko/tap"
tap "pakerwreah/calendr"
tap "quarkusio/tap"
tap "tw93/tap"
brew "node"
brew "angular-cli"
brew "azure-cli"
brew "bat"
brew "cask"
brew "colima"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "doxx"
brew "eza"
brew "fd"
brew "fnm"
brew "fx"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "jless"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "python@3.14"
brew "magic-wormhole"
brew "mise"
brew "neovim"
brew "pipx"
brew "ripgrep"
brew "sshs"
brew "starship"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tlrc"
brew "xan"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "adembc/tap/lazyssh"
brew "anomalyco/tap/opencode"
brew "kriuchkov/tap/tock"
brew "quarkusio/tap/quarkus"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "alt-tab"
cask "android-studio"
cask "antinote"
cask "bitwarden"
cask "bruno"
cask "cleanshot"
cask "codex-app"
cask "daisydisk"
cask "dbeaver-community"
cask "finicky"
cask "font-monaspace"
cask "ghostty"
cask "hammerspoon"
cask "helium-browser"
cask "iina"
cask "instantview"
cask "intellij-idea"
cask "intune-company-portal"
cask "keka"
cask "leader-key"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "moves"
cask "mullvad-vpn"
cask "mysqlworkbench"
cask "pearcleaner"
cask "raycast"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "stats"
cask "sublime-text"
cask "thaw"
cask "visual-studio-code"
cask "zen"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dbaeumer.vscode-eslint"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "teabyii.ayu"
vscode "waderyan.gitblame"
